{"Here is how Nita solves two addition problems. Do you think that the problems are solved correctly? If not, why is Nita wrong in her responses?": "以下是Nita解决两个附加问题的方法。你认为问题得到了正确解决吗？如果没有，为什么尼塔的回答有误？", "Nita doesn’t know how to add numbers": "尼塔不知道如何添加数字", "Nita doesn’t know place value and carry forward of values": "尼塔不知道地方价值并推进价值观", "Nita was not attentive": "尼塔没有注意", "I don’t know": "我不知道", "Any other": "任何其他", "Here is how another child, Iqbal solves two subtraction problems given to him by his teacher.Do you think that the problems are solved correctly? If not, why is Iqbal wrong in his responses?": "以下是另一个孩子，伊克巴尔如何解决他的老师给他的两个减法问题。你认为这些问题得到了正确解决吗？如果没有，为什么伊克巴尔的回答有误？", "Iqbal doesn’t know how to subtract numbers": "伊克巴尔不知道如何减去数字", "Iqbal doesn’t know place value and borrowing of values": "伊克巴尔不知道价值和借用价值", "Iqbal was not attentive": "伊克巴尔没有注意", "Here is a page from Seema’s math notebook. Why does Seema make these mistakes? ": "这是Seema的数学笔记本页面。为什么Seema会犯这些错误？", "Seema doesn’t know how to multiply ": "Seema不知道如何繁殖", "Seema mistook multiplication symbol for addition": "Seema误认为乘法符号加法", "Seema was not attentive": "Seema没有注意", "Sita stacks the boxes (image 1) in the corner of the room. All boxes are the same size. How many boxes has she used, in total? [Please tick/circle]": "Sita在房间的角落堆放盒子（图片1）。所有盒子都是相同的尺寸。她总共使用了几箱？ [请勾选/圈选]", "25 ": "25", "19": "19", "18": "18", "13": "13", "Kerosene comes in 5 litre cans. Ashoka needs 17 litres of kerosene for the household. How many cans must he buy? [Please tick/circle correct answer]": "煤油有5升罐装。 Ashoka需要17升煤油用于家庭。他必须买多少罐？ [请勾选/圈出正确答案]", "5 ": "5", "2": "2", "8": "8", "4": "4", "Zarin has these cards (see image 2 below) with numbers on them. What is the smallest three digit number she can show with the cards? She may use each card only once.": "Zarin有这些卡片（见下图2），上面有数字。她可以用卡片显示的最小三位数字是多少？她可能只使用每张卡一次。", "NA ": "作者：", "If the pattern 3, 6, 9, 12 were to be continued, which of the numbers (given below) could be one of the numbers? [Please tick/circle correct answer]": "如果要继续使用模式3,6,9,12，那么哪个数字（下面给出）可能是数字之一？ [请勾选/圈出正确答案]", "26 ": "26", "27": "27", "28": "28", "29": "29", "Adil went to buy some apples from the bazaar. The shopkeeper put the apples on the weighing scale to calculate the price. How much do the apples weigh in grams, as shown in the scale (image 3) below?": "阿迪尔去集市买了一些苹果。店主把苹果放在秤上来计算价格。苹果以克为单位的重量，如下图所示（图3）？", "Rahim and Gaurav are playing a game. The object of the game is to get the highest total of points. The chart below shows how many points they scored. Who won and by how many points? (Please tick your answer)": "拉希姆和高拉夫正在玩一场比赛。游戏的目标是获得最高的积分。下图显示了他们得分的分数。谁赢了多少分？ （请勾选你的答案）", "Gaurav won by 25 points  ": "高拉夫以25分获胜", "Gaurav won by 100 points ": "高拉夫赢了100分", "Rahim won by 25 points ": "拉希姆以25分获胜", "Rahim won by 175 points": "拉希姆以175分获胜"}